[
    {
        "title": "Strong Middle Python Developer",
        "url": "https://www.work.ua/jobs/5444736/",
        "description": "Повна зайнятість. Досвід роботи від 2 років. Опис вакансії Viyar Tech- це інноваційний IT підрозділ продуктової компанії Viyar, який налічує більше…⁠",
        "company": "ВіЯр"
    },
    {
        "title": "Python developer (senior or lead)",
        "url": "https://www.work.ua/jobs/5335966/",
        "description": "Повна зайнятість. Досвід роботи від 5 років. Вища освіта. Are you an ambitious developer with expertise in Python? Are you ready to embrace the challenge of building…⁠",
        "company": "Piche Ltd"
    },
    {
        "title": "Викладач в школу IT (Python)",
        "url": "https://www.work.ua/jobs/5446572/",
        "description": "Неповна зайнятість. Також готові взяти студента. Незакінчена вища освіта. Хто така Logika: Ми впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише…⁠",
        "company": "Logika, мiжнародна школа програмування для дiтей"
    },
    {
        "title": "Python Developer (Computer Vision)",
        "url": "https://www.work.ua/jobs/5349371/",
        "description": "Повна зайнятість. Досвід роботи від 1 року. Давайте знайомитись! Ми успішно розвиваємось з 2002 року. Драйв — наш стиль життя, який народжує натхнення…⁠",
        "company": "Фора, ТОВ"
    },
    {
        "title": "Backend Python Middle Developer",
        "url": "https://www.work.ua/jobs/5171339/",
        "description": "Повна зайнятість. Досвід роботи від 5 років. Вища освіта. Backend Python Middle Developer Шукаємо талановитого Python Middle Developer для приєднання до нашої…⁠",
        "company": "Sidis Group"
    },
    {
        "title": "Викладач Python для дітей",
        "url": "https://www.work.ua/jobs/4416302/",
        "description": "Неповна зайнятість. Також готові взяти студента. Шукаємо викладача для дітей у Комп’ютерну Академію IT STEP. Готові навчити людину програмі та педагогіці…⁠",
        "company": "ІТ Step, комп'ютерна академія (Хмельницький)"
    },
    {
        "title": "Junior Python Developer in Test (Apps)",
        "url": "https://www.work.ua/jobs/5437467/",
        "description": "Повна зайнятість. Досвід роботи від 1 року. Чим технічно цікава вакансія : Проект активно розвивається, тому ви можете вплинути на його результат…⁠",
        "company": "Ajax Systems"
    },
    {
        "title": "Python script developer",
        "url": "https://www.work.ua/jobs/5445088/",
        "description": "Повна зайнятість. Також готові взяти студента. Досвід роботи від 1 року. Шукаємо талановитих і мотивованих студентів для роботи на посаді «python script developer» у віддаленому…⁠",
        "company": "Пітенко А. В., ФОП"
    },
    {
        "title": "Python Data Engineer",
        "url": "https://www.work.ua/jobs/5444569/",
        "description": "Повна зайнятість. Також готові взяти людину з інвалідністю, ветерана. Досвід роботи від 2 років. We are looking for a skilled and motivated engineer to join our team of R&D specialists. You’ll be working…⁠",
        "company": "Даталабс ЮА, ТОВ"
    },
    {
        "title": "Senior Python Backend Developer",
        "url": "https://www.work.ua/jobs/5443305/",
        "description": "Повна зайнятість. Досвід роботи від 5 років. Вища освіта. About Us: V4Scale is not just a company; it’s an innovation powerhouse that enhances the R&D capabilities…⁠",
        "company": "V4Scale"
    },
    {
        "title": "Python-програміст (Backend, Full-stack)",
        "url": "https://www.work.ua/jobs/5119859/",
        "description": "Повна зайнятість. Досвід роботи від 2 років. Вища освіта. Компанія К2 шукає талановитого Python веб-програміста з великим досвідом роботи для написання веб-додатків…⁠",
        "company": "К2Р, ТОВ"
    },
    {
        "title": "Python-програміст, Java (Node.js)",
        "url": "https://www.work.ua/jobs/5442848/",
        "description": "Повна зайнятість, неповна зайнятість. Також готові взяти студента. Вакансія: Python-програміст, Java (Node.js) (робота віддалена) Ми, міжнародна компанія «InterBox», шукаємо…⁠",
        "company": "InterBox"
    },
    {
        "title": "Python, Javascript (Node.js) розробник",
        "url": "https://www.work.ua/jobs/4990187/",
        "description": "Повна зайнятість. Також готові взяти студента. Досвід роботи від 1 року. Основні напрямки діяльності компанії: Тестування різноманітних блокчейн протоколів, включаючи ті, що знаходяться…⁠",
        "company": "Stake4Cake"
    },
    {
        "title": "Викладач Python в дитячу IT-школу",
        "url": "https://www.work.ua/jobs/4882926/",
        "description": "Неповна зайнятість. Також готові взяти студента. Досвід роботи від 1 року. Описание вакансииІТ-школа СМАРТ — це комп’ютерна позашкільна освіта для дітей від 5 до 16 років. Зараз…⁠",
        "company": "СМАРТ, дитяча IT-школа"
    },
    {
        "title": "UAV Software Engineer",
        "url": "https://jobs.dou.ua/companies/retrostyle-games/vacancies/251547/?from=list_hot",
        "description": "Шукаємо талановитого Інженера з розробки програмного забезпечення для БпЛА (UAV) разом з MilTech стартапом, який є похідною від лідера у сфері технічних систем безпеки — компанії Secur і колаборації з ІТ середовищем.",
        "company": "RetroStyle Games"
    },
    {
        "title": "Middle Python developer with Cloud and DevOps experience",
        "url": "https://jobs.dou.ua/companies/luxoft/vacancies/249670/?from=list_hot",
        "description": "Project Description: One of the world’s largest providers of products and services to the energy industry has a need to develop and support cloud-based enterprise information system in Oil & Gas domain. Our project is stable, long-term and constantly adopts new technologies.",
        "company": "Luxoft"
    },
    {
        "title": "Python (Django) Full-Stack Developer",
        "url": "https://jobs.dou.ua/companies/admix-global/vacancies/248509/?from=list_hot",
        "description": "Компанія Admix Global шукає талановитого Strong Middle, Senior Full-Stack Developer, того хто полюбляє не просто писати код за технічним завданням, а генерувати ідеї та бути причетним до створення справді інноваційних продуктiв.",
        "company": "Admix Global"
    },
    {
        "title": "Middle Full-Stack Developer Python + React",
        "url": "https://jobs.dou.ua/companies/chi-software/vacancies/239400/",
        "description": "The CHI Software team is not standing still. We love our job and give it one hundred percent of us! Every new project is a challenge that we face successfully. The only thing that can stop us is... Wait, it’s nothing! Now the CHI team is looking for a Middle Full-Stack Developer!",
        "company": "CHI Software"
    },
    {
        "title": "Senior Backend Developer",
        "url": "https://jobs.dou.ua/companies/newxel/vacancies/252618/",
        "description": "Ever wondered what an electric car, an MRI machine and a robotic arm have in common? That’s right — Software.",
        "company": "Newxel"
    },
    {
        "title": "Senior Python Developer [Israel project]",
        "url": "https://jobs.dou.ua/companies/newsoft/vacancies/252605/",
        "description": "Newsoft is looking for a Senior Python Developer to join a project from Israel. The project is in the cyber security domain and is dedicated to protecting devices, including various types of equipment, from cyber risks.",
        "company": "Newsoft"
    },
    {
        "title": "Middle Python Developer",
        "url": "https://jobs.dou.ua/companies/prostopay/vacancies/252601/",
        "description": "Ми ProstoPay — українська IT-компанія, розробляє IoT рішення для кавового та вендингового бізнесу. За майже 7 років на ринку є провідним рішенням в Україні, що поступово виходить на нові ринки.",
        "company": "ProstoPay"
    },
    {
        "title": "Fullstack розробника/цю (Python, Django, html, js, css)",
        "url": "https://jobs.dou.ua/companies/go-agentsiya-zhurnalistiki-danih-texty/vacancies/252597/",
        "description": "Для вдосконалення сайту та підтримки існуючих баз даних, Texty.org.ua шукають програміста на часткову зайнятість (20–25 годин на тиждень) Нам потрібен fullstack розробник/ця (Python, Django, html, js, css) Обов’язкові вимоги: 2+ років досвіду із Python/Django, SQL, знання...",
        "company": "ГО Агенція журналістики даних (TEXTY)"
    },
    {
        "title": "Team Lead / Senior Python Engineer (Indigo Ag)",
        "url": "https://jobs.dou.ua/companies/intelliarts/vacancies/234837/",
        "description": "We are looking for a Team Lead/Senior Software Engineer to join an Indigo Ag Engineering Organization. Indigo is determined to build a development center in Ukraine. Indigo Ag is a Unicorn Boston Startup with over 1200 employees.",
        "company": "Intelliarts"
    },
    {
        "title": "Викладач курсів Python",
        "url": "https://jobs.dou.ua/companies/cyberbionic-systematics/vacancies/183597/",
        "description": "Навчальний центр CyberBionic Systematics запрошує до своєї команди викладача курсу «Python». Є бажання ділитися знаннями та досвідом? Приходь знайомитись і стань тим, хто допоможе студентам розпочати свій кар’єрний шлях!",
        "company": "CyberBionic Systematics"
    },
    {
        "title": "Data Analyst (with Python) (Kyiv)",
        "url": "https://jobs.dou.ua/companies/data-science-ua/vacancies/252541/",
        "description": "Про нас: Data Science UA — це ІТ-сервісна компанія, що швидко розвивається. Ми пишаємося тим, що вже понад 7 років розвиваємо Data Science спільноту в Україні. Data Science UA об’єднує всіх інженерів та розробників навколо Data Science та суміжних сфер.",
        "company": "Data Science UA"
    },
    {
        "title": "Senior Full Stack Developer",
        "url": "https://jobs.dou.ua/companies/golden-dimension/vacancies/252538/",
        "description": "The full-time position starts in January 2024.",
        "company": "Golden Dimension"
    },
    {
        "title": "Middle strong AQA Engineer with Python | AQA інженер зі знанням Python",
        "url": "https://jobs.dou.ua/companies/techmagic/vacancies/252471/",
        "description": "Who we need We are looking for a talented Senior AQA with 3+ years of testing background to build a product in the active development phase.",
        "company": "TechMagic"
    },
    {
        "title": "Data Engineer with Python",
        "url": "https://jobs.dou.ua/companies/glorium-technologies-corp/vacancies/252459/",
        "description": "Who we are: Glorium Technologies is an outsourcing company with an HQ in NJ and development centers in Ukraine, Poland, Cyprus. We were founded in 2010 and have already expanded our team to over 180 sharp-minded people.",
        "company": "Glorium Technologies"
    },
    {
        "title": "Middle Python Developer",
        "url": "https://jobs.dou.ua/companies/globaldevgroup/vacancies/252428/",
        "description": "Client Portal is a multi-site application (portfolio management hub) that allows clients to use products. It allows users to apply, onboard, view and manage investments across a range of products and services. The project is oriented to the Australian market.",
        "company": "Globaldev Group"
    },
    {
        "title": "Lead Systems Engineer",
        "url": "https://jobs.dou.ua/companies/inscale/vacancies/249618/",
        "description": "Responsibilities You’re a highly skilled and motivated Senior Systems Engineer with proven leadership experience who is aligned with our values. You will play a pivotal role in leading work on systems like Propel, managing a small team, and freeing up the CTO.",
        "company": "INSCALE"
    },
    {
        "title": "Senior SDET (Python development experience)",
        "url": "https://jobs.dou.ua/companies/spd-technology/vacancies/246738/",
        "description": "At SPD Technology, we bring together a team of like-minded people who are driven by the desire to bring value through their work, united in their commitment to high performance and delivering custom, cutting-edge tech solutions that drive clients’ growth.",
        "company": "SPD Technology"
    },
    {
        "title": "Full-stack developer (Python, React)",
        "url": "https://jobs.dou.ua/companies/patternica/vacancies/252341/",
        "description": "We are looking for an experienced Middle/Senior Full-stack Developer (Python + React) to be a key player in our upcoming projects (part or full-time).",
        "company": "Patternica"
    },
    {
        "title": "Senior Python developer",
        "url": "https://jobs.dou.ua/companies/yalantis/vacancies/247746/",
        "description": "We’re looking for an experienced Python developer to join our team.",
        "company": "Yalantis"
    },
    {
        "title": "Python Backend Engineer (Outstaff project)",
        "url": "https://jobs.dou.ua/companies/megogonet-/vacancies/249782/",
        "description": "As a backend engineer of our client’s team, you will build the foundation for a seamless and stable TV experience for millions of TV lovers, which involves quite sophisticated engineering and architecting to bring what used to be broadcast into the personalized world of the...",
        "company": "MEGOGO"
    },
    {
        "title": "Middle Python Developer",
        "url": "https://djinni.co/jobs/614569-middle-python-developer/",
        "description": "The Cloud Infrastructure team is looking for a Python Developer to work on our Cloud Infrastructure products. Our ideal candidate demonstrates a system-level experience while  Детальніше",
        "company": "Trust-Sourcing"
    },
    {
        "title": "Full stack developer (Python / Vue.Js)",
        "url": "https://djinni.co/jobs/614557-full-stack-developer-python-vue-js-/",
        "description": "Освітній  start up портал  шукає Full stack developer (Python / Vue.Js)  Required skills: — 3+ years of commercial Python experience; — 3+ years of commercial experience  Детальніше",
        "company": "UnionFlame/Lucky Soft"
    },
    {
        "title": "Middle Python developer",
        "url": "https://djinni.co/jobs/529491-middle-python-developer/",
        "description": "Mirko Solutions is looking for an experienced Middle Python developer. In this position, you will work in outstaff format.  You will: 🔸 design and develop  Детальніше",
        "company": "Mirko"
    },
    {
        "title": "Staff Software Engineer (Python/Django strong focus)",
        "url": "https://djinni.co/jobs/614499-staff-software-engineer-python-django-strong-/",
        "description": "For Ukrainian developers in Ukraine and outside of Ukraine*  This is a startup which already has a very decent money round - $25M, and more to come. AND they are looking to  Детальніше",
        "company": "Zoolatech"
    },
    {
        "title": "Senior/Lead Django Developer(project work)",
        "url": "https://djinni.co/jobs/599180-senior-lead-django-developer-project-work-/",
        "description": "Привіт! :) Dataforest- аутсорс компанія в домені Big Data, Data Science та аналітики даних.  Шукаємо Senior/Lead Python Developer на part-time з експертизою в технологіях,  Детальніше",
        "company": "Dataforest"
    },
    {
        "title": "Senior Backend Engineer\n            \n\nвід $5000",
        "url": "https://djinni.co/jobs/614360-senior-backend-engineer/",
        "description": "Mission  Speechify is the easiest way to listen to the world’s information. Articles on the web, documents in the cloud, books on your phone. We absorb it all and let you  Детальніше",
        "company": "Speechify"
    },
    {
        "title": "Full-stack Web Developer for US Fintech Startup (Vue.js, React, Python)",
        "url": "https://djinni.co/jobs/614358-full-stack-web-developer-for-us-fintech-start/",
        "description": "We're looking for a full-stack web developer (Vue.js, React, Python) to help finishing the MVP for the fintech startup (Stock trading).  We will be able to pay you hourly rate,  Детальніше",
        "company": "dillotech.us"
    },
    {
        "title": "Staff Software Engineer (Python/Django strong focus)",
        "url": "https://djinni.co/jobs/614241-staff-software-engineer-python-django-strong-/",
        "description": "Location - UKRAINE ONLY Work schedule -  up to 10 PM (Kyiv time) Tech stack - The current backend is a mixture of Python, Elixir, and Ruby. It’s too messy. The first  Детальніше",
        "company": "Zoolatech"
    },
    {
        "title": "Senior/Principal Python Developer",
        "url": "https://djinni.co/jobs/606312-senior-principal-python-developer/",
        "description": "We are looking for a Senior Python Developer to join the AdTech project that helps publishers control Ad traffic revenue. Together, we will use a unique approach to identify  Детальніше",
        "company": "Sigma Software"
    },
    {
        "title": "Staff Software Engineer (Python/Django strong focus)",
        "url": "https://djinni.co/jobs/614227-staff-software-engineer-python-django-strong-/",
        "description": "Project Description  Some great opportunities don’t present themselves too often. And it is one of such things which you better not to miss if you’re an Engineer who can do the  Детальніше",
        "company": "Zoolatech"
    },
    {
        "title": "Python developer",
        "url": "https://djinni.co/jobs/614214-python-developer/",
        "description": "Треба мати:  - Мати розуміння бухгалтерського обліку або досвід розробки CRM чи ERP системи. - 5+ досвідy роботи з Python, Django - Досвід роботи з базами даних (PostgreSQL  Детальніше",
        "company": "Software Development Hub"
    },
    {
        "title": "AI Developer",
        "url": "https://djinni.co/jobs/614213-ai-developer/",
        "description": "Devico is a hard-working and tight-knit team with first-rate experience in full-cycle Web and Mobile development. We help our global customers by providing hard-to-find technology  Детальніше",
        "company": "Devico"
    },
    {
        "title": "Senior/Principal Python Developer (AdTech)",
        "url": "https://djinni.co/jobs/605786-senior-principal-python-developer-adtech-/",
        "description": "We are looking for a Senior Python Developer to join the AdTech project that helps publishers control Ad traffic revenue. Together, we will use a unique approach to identify  Детальніше",
        "company": "Sigma Software"
    },
    {
        "title": "Middle/Senior Python developer",
        "url": "https://djinni.co/jobs/614184-middle-senior-python-developer/",
        "description": "UADC as a part of Deloitte Ukraine is searching for talented Python developer for one of our projects. We are working with both internal and external projects with both EU and US  Детальніше",
        "company": "Deloitte"
    },
    {
        "title": "Senior Python Developer",
        "url": "https://djinni.co/jobs/614176-senior-python-developer/",
        "description": "We are looking for a Senior Python Developer with entrepreneurial skills to join a promising startup from co-founders who have already produced successful projects.  As Lead  Детальніше",
        "company": "Kozak Agency"
    }
]